/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@（%2$@）";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@，%2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@；%2$d %3$@；資料 = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<NULL>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "AA 洩露";

/* Label of field in authority info access extension */
"Access Location" = "存取位置";

/* Label of field in authority info access extension */
"Access Method" = "存取方式";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "聯繫更改";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "演算法";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "憑證授權序號";

/* Authority info access extension label */
"Authority Information Access" = "授權資訊存取";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "授權密鑰識別碼";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "基本限制";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "位元字串";

/* No comment provided by engineer. */
"bits" = "bit";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "位元組字串";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "byte";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "CA 洩漏";

/* X.509 key usage bitfield name */
"Cert Sign" = "憑證簽名";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "憑證授權";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "憑證保留";

/* Certificate Policies extension label */
"Certificate Policies" = "憑證規則";

/* No comment provided by engineer. */
"Certificate Type" = "憑證類型";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "操作中斷";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "重要";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "CRL 分配點";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "CRL 簽發人";

/* X.509 key usage bitfield name */
"CRL Sign" = "CRL 簽名";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "資料";

/* X.509 key usage bitfield name */
"Data Encipherment" = "資料加密";

/* X.509 key usage bitfield name */
"Decipher Only" = "僅解密";

/* X.509 key usage bitfield name */
"Digital Signature" = "數位簽名";

/* label for general name field value */
"Directory Name" = "目錄名稱";

/* label for general name field value */
"DNS Name" = "DNS 名稱";

/* label for general name field value */
"EDI Party Name" = "EDI 集合名稱";

/* label for general name field value */
"Email Address" = "電子郵件位址";

/* X.509 key usage bitfield name */
"Encipher Only" = "僅加密";

/* No comment provided by engineer. */
"Expired" = "已過期";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "到期日";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "不適當文字";

/* Extended key usage extension label */
"Extended Key Usage" = "延伸的密鑰用途";

/* Label used for General Name entry when value is invalid */
"General Name" = "一般名稱";

/* Label used for General Names when value is invalid */
"General Names" = "一般名稱";

/* No comment provided by engineer. */
"Hostname mismatch." = "主機名稱不符。";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "禁止規則對應";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "無效的%@";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "無效的憑證鑰匙圈連結。";

/* label for general name field value */
"IP Address" = "IP 位址";

/* No comment provided by engineer. */
"Issued By" = "簽發人";

/* No comment provided by engineer. */
"Issuer Name" = "簽發人名稱";

/* No comment provided by engineer. */
"Issuer Summary" = "簽發人摘要";

/* No comment provided by engineer. */
"Issuer Unique ID" = "簽發人唯一識別碼";

/* X.509 key usage bitfield name */
"Key Agreement" = "密鑰協定";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "密鑰洩漏";

/* X.509 key usage bitfield name */
"Key Encipherment" = "密鑰加密";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "密鑰識別碼";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "與 CRL 簽發人相關的名稱";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "否";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "不可否認";

/* field value of parameters field when no parameters are present */
"none" = "無";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "沒有顯示（標籤 = %1$@；長度 %2$d）";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "下列時間後無效";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "下列時間前無效";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "通知編號";

/* Netscape certificate type usage value */
"Object Signing" = "目標簽名";

/* Netscape certificate type usage value */
"Object Signing CA" = "目標簽名 CA";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "OID 太長";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "一個或多個憑證已過期或尚未生效。";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "找到一個或多個不支援的重要延伸功能。";

/* Label of field in Certificate Policies extension */
"Organization" = "組織";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "其他名稱";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "參數";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "路徑長度限制";

/* Policy constraints extension label */
"Policy Constraints" = "規則限制";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "規則識別碼 %d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "規則辨識符號 %d";

/* No comment provided by engineer. */
"Policy requirements not met." = "不符合規則要求。";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "專用密鑰使用期間";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "權限已撤銷";

/* No comment provided by engineer. */
"Public Key Algorithm" = "公用密鑰演算法";

/* No comment provided by engineer. */
"Public Key Data" = "公用密鑰資料";

/* Label of field in extended key usage extension */
"Purpose" = "目的";

/* Label of field in Certificate Policies extension */
"Qualifier" = "辨識符號";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "原因";

/* label for general name field value */
"Registered ID" = "註冊識別碼";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "詳盡要求規則";

/* Netscape certificate type usage value */
"Reserved" = "已保留";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "根憑證不受信任。";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "S/MIME CA";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "順序";

/* No comment provided by engineer. */
"Serial Number" = "序號";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "設定";

/* No comment provided by engineer. */
"Signature" = "簽名";

/* No comment provided by engineer. */
"Signature Algorithm" = "簽名演算法";

/* Netscape certificate type usage value */
"SSL CA" = "SSL CA";

/* Netscape certificate type usage value */
"SSL client" = "SSL 用戶端";

/* Netscape certificate type usage value */
"SSL server" = "SSL 伺服器";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "主題密鑰識別碼";

/* No comment provided by engineer. */
"Subject Name" = "主題名稱";

/* No comment provided by engineer. */
"Subject Unique ID" = "主題唯一識別碼";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "取代";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "此憑證的簽發人已過期";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "此憑證的簽發人尚未生效";

/* No comment provided by engineer. */
"This certificate has expired" = "此憑證已過期";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "此憑證尚未生效";

/* The certificate is temporally valid */
"This certificate is valid" = "此憑證是有效的";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "無法剖析的%@";

/* CRL Distribution Points extension supported reason name */
"Unused" = "未使用的";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "用途";

/* No comment provided by engineer. */
"Valid from" = "有效自";

/* No comment provided by engineer. */
"Version" = "版本";

/* label for general name field value */
"X.400 Address" = "X.400 位址";

/* Label of a X.501 Name */
"X.501 Name" = "X.501 名稱";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "X.509 版本 %1$d %2$s 憑證";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "是";

